{
    "paper_id": "PMC35282",
    "metadata": {
        "title": "Clinical features of culture-proven Mycoplasma pneumoniae infections at King Abdulaziz University Hospital, Jeddah, Saudi Arabia",
        "authors": [
            {
                "first": "Tariq",
                "middle": [
                    "A"
                ],
                "last": "Madani",
                "suffix": "",
                "email": "tmadani@health.net.sa",
                "affiliation": {}
            },
            {
                "first": "Aisha",
                "middle": [
                    "A"
                ],
                "last": "Al-Ghamdi",
                "suffix": "",
                "email": "aalghamdius@yahoo.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Mycoplasma pneumoniae is a common cause of upper and lower respiratory tract infections. It remains one of the most frequent causes of atypical pneumonia particularly among young adults.[1,2,3,4,5] Although it is highly transmissible, most infections caused by this organism are relatively minor and include pharyngitis, tracheobronchitis, bronchiolitis, and croup with one fifth of infections being asymptomatic.[6,7] Only 3 -10% of infected subjects develop symptoms consistent with bronchopneumonia and mortality from infection is rare.[6,7] The organism is fastidious and difficult to grow on cultures. Therefore, diagnosis of infections caused by this organism is usually confirmed with serological tests or polymerase chain reaction-gene amplification techniques. At King Abdulaziz University Hospital (KAUH), Jeddah, Saudi Arabia, the facility to perform Mycoplasma culture has been available since January 1997. As published information concerning M. pneumoniae infections in Saudi Arabia is scarce,[8,9,10] we wished to study the epidemiology and clinical features of culture-proven infections caused by this organism at this hospital.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 190,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 191,
                    "end": 192,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 193,
                    "end": 194,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 195,
                    "end": 196,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 414,
                    "end": 415,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 416,
                    "end": 417,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 542,
                    "end": 543,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1008,
                    "end": 1009,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1010,
                    "end": 1011,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "KAUH is a tertiary care teaching hospital with a bed capacity of 265 beds and annual admissions of 18000 to 19000 patients. Patients with M. pneumoniae positive cultures from respiratory specimens were identified over a 24-months\" period from January, 1997 through December, 1998 for this review.",
            "cite_spans": [],
            "section": "Institution and patient population ::: Methods",
            "ref_spans": []
        },
        {
            "text": "During the study period, respiratory specimens (sputum, nasopharyngeal aspiration, endotracheal secretion, and bronchoalveolar lavage) for M. pneumoniae culture were obtained from patients with upper or lower respiratory tract infections seen as inpatients or in the outpatient or emergency departments. Respiratory specimens were aslo Gram-stained and cultured for bacteria and viruses. M. pneumoniae serological tests for IgG or IgM were not available at KAUH during the study period. All positive culture results were obtained from the Microbiology laboratory records. Charts of patients were reviewed with standardized data collection. Information collected included patients' demographics, comorbidities, clinical manifestations, complications, and outcome.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "M. pneumoniae was cultured using the classic M. pneumoniae agar medium (M.P. agar) and the Pneumofast tray (Pneumofast®, International Microbio, Signes, France). Specimens were processed according to the instructions of the manufacturer. The M.P. agars and Pneumofast trays were incubated anaerobically at 37°C and inspected daily for 4 weeks. The organism was identified based on typical colonial morphology (granular colonies, rarely fried-egg-like, 10-150 ∝ in diameter) on the M.P. agar medium and the change in the Pneumofast broth color from red to orange then to yellow (glucose fermentation) in the absence of turbidity of the broth. Antibiotic sensitivity profile on the Pneumofast tray was also used for identification according to the instructions of the manufacturer. Bacterial and viral cultures were performed using standard methods.",
            "cite_spans": [],
            "section": "Microbiological methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "M. pneumoniae isolates were considered community-acquired if they were recovered from unhospitalized patients or within 72 hours of admission to the hospital, and nosocomial if they were recovered beyond that period.",
            "cite_spans": [],
            "section": "Definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Pneumonia was diagnosed based on clinical symptoms and signs, along with radiographic evidence of pneumonia when possible. Severe pneumonia was defined as pneumonia associated with tachycardia (>140 /minute), tachypnoea (>30/minute), hypotension (Systolic blood pressure <90 mmHg), hypoxemia (arterial oxygen partial pressure <8 kPa or oxygen saturation <90%), and/or more than 2 areas of consolidation.",
            "cite_spans": [],
            "section": "Definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Outcome of patients with M. pneumoniae infection was classified into 4 categories; uneventful recovery, recovery following complications, death due to M. pneumoniae infection, or death unrelated to M. pneumoniae infection.",
            "cite_spans": [],
            "section": "Definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The Statistical Package for Social Sciences (SPSS) program was used for data analysis. Comparison of categorical data was by Chi-square statistic or Fisher's exact test for small expected values.",
            "cite_spans": [],
            "section": "Data Analysis",
            "ref_spans": []
        },
        {
            "text": "A total of 40 respiratory specimens from 40 patients were positive for M. pneumoniae over the 24-months study period. The demographic and epidemiological characteristics of the patients are summarized in Table 1. Of all isolates, 37 (92.5%) were community-acquired and 3 (7.5%) were nosocomial. Thirty-three (82.5%) patients required admission to the hospital and the remaining 7 (17.5%) were treated as outpatients. Twenty-four isolates (60%) were associated with pneumonia, 14 (35%) with upper respiratory tract infections, and 2 (5%) with bronchiolitis. Of the 24 cases of pneumonia, 21 were confirmed radiologically and the remaining 3 were diagnosed clinically. The two cases of bronchiolitis occurred in 2 children, one and three years old. Thirty-one patients (77.5%) had comorbidities. Eleven patients (27.5%) had cardiopulmonary comorbidities (asthma, 8, lung fibrosis, 1, congestive heart failure, 1, congenial heart disease, 1), 9 patients (22.5%) were immunocompromised (malignancy, 7, steroid therapy, 3, Human immunodeficiency virus infection, 1), and 11 patients (27.5%) had other comorbidities (premature newborns, 2, and one each of myelodysplastic syndrome, myeloproliferative disorder, sickle cell anemia, Evan's syndrome, Down syndrome, sarcoidosis, demyelinating disease, cerebral palsy, and spinal muscle atrophy). Organisms concomitantly isolated with M. pneumoniae from the respiratory tract included herpes simplex virus type 1 (2 occasions), adenovirus (2 occasions), cytomegalo virus (1 occasion), respiratory syncytial virus (1 occasion), and bacterial isolates (2 occasions: Acinetobacter species, 1, and Enter obacter cloacae, 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Clinical manifestations associated with M. pneumoniae infections are summarized in Table 2. Pneumonia was more common than upper respiratory tract infections (57.5 % versus 27.5%, respectively). Immunocompromised patients were more likely to present with pneumonia as opposed to upper respiratory tract infection or bronchiolitis than non-immunocompromised patients (8/9 versus 16/31, P = 0.05). Similarly, there was a tendency for patients 60 years of age or older to present with pneumonia more frequently than those below 60 (4/4 versus 20/36, P = 0.1). Of the 24 patients with clinically or radiologically confirmed pneumonia, 19 (79.2%) had crepitations and only 6 (25%) had bronchial breath sounds on physical examination. Of the 16 patients in whom wheezes were detected, 9 (56.3%) were not known to have asthma or other obstructive airway disease.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Complications and outcome of patients are shown in Table 3. Of the 24 patients with pneumonia, 21 (87.5%) were admitted to the hospital, and 20 (83.3%) had comorbidities. All patients with upper respiratory tract infections (11 patients) or bronchiolitis (2 patients) had uneventful recovery. Of the 24 patients with pneumonia, 14 (58.3%) had uneventful recovery, 4 (16.7%) recovered following some complications (acute respiratory distress syndrome, 2, respiratory failure, 1, septic shock, 1), 3 (12.5%) died because of M pneumoniae infection, and 3 (12.5%) died due to underlying comorbidities. The 3 patients who died of M pneumoniae pneumonia had other comorbidities; one had congestive heart failure, the second had congenital heart disease, and the third was a 3-months old infant born prematurely at 32 weeks of gestation who previously had 3 episodes of pneumonia due to other pathogens.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Mycoplasma pneumoniae is one of the most common causes of atypical pneumonia accounting for 5-23% of community-acquired pneumonia,[1,2,3,4,5] In a study of 511 children with acute respiratory tract infection in Riyadh, Saudi Arabia, Mycoplasma pneumoniae was found to be the second most common causative agent after Respiratory syncytial virus (RSV) accounting for 9% of all cases,[8] In a study of 112 adult patients with community acquired pneumonia admitted to a military hospital in Riyadh, Saudi Arabia, this organism accounted for 6% of all cases,[9] In another retrospective study of 567 pneumonic episodes in adult patients from Al-Qassim area, the organism accounted for 23% of all episodes,[10] The organism also causes other relatively minor infections such as pharyngitis, tracheobronchitis, bronchiolitis, and croup. It is transmitted from person-to-person by infected respiratory droplets during close contact. It is most common in school-aged children, military recruits, and college students.[11] Most cases occur singly or as family outbreaks. Larger outbreaks can also occur in closed populations such as military recruit camps or boarding schools,[12] Infection occurs most frequently during the fall and winter in temperate climates but may develop year-round,[13] The average incubation period is 3 weeks following exposure,[6] Although rare, complications are protean and may involve virtually any organ system such as the respiratory system (e.g.: pleurisy, pneumothorax, acute respiratory distress syndrome, lung abscess), the hematologic system (e.g.: hemolytic anemia, intravascular coagulation, thrombocytopenia), the dermatologic system (e.g.: maculopapular or urticarial rashes, erythema multiforme, erythema nodosum), the musculoskeletal system (e.g.: myalgias, arthralgias, arthritis), the cardiovascular system (e.g.: pericarditis, myocarditis), the nervous system (e.g.: meningoencephalitis, Guillain-Barre syndrome, neuropathies, acute psychosis), or the eye (optic disc edema, optic nerve atrophy, retinal exudation and hemorrhages).[6,7,14,15,16,17,18] Immunity following infection is not long lasting.[11]",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 133,
                    "end": 134,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 135,
                    "end": 136,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 137,
                    "end": 138,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 139,
                    "end": 140,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 382,
                    "end": 383,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 554,
                    "end": 555,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1009,
                    "end": 1011,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1167,
                    "end": 1169,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1281,
                    "end": 1283,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1346,
                    "end": 1347,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2069,
                    "end": 2070,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2071,
                    "end": 2072,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2073,
                    "end": 2075,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2076,
                    "end": 2078,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2079,
                    "end": 2081,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2082,
                    "end": 2084,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2085,
                    "end": 2087,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2139,
                    "end": 2141,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our study, the infection affected all age groups but was most common in infants (32.5%) and preschool children (22.5%), and least common in adults aged 15 to 30 years (2.5%) and elderly above 70 years of age (5%). This contrasts with data from temperate countries where the infection is most common in school-aged children, and young adults.[11] One possible explanation for this difference is that infants and preschool children perhaps had more severe infections than did school-aged children, and young adults which prompted presentation of the former group to the hospital. The infection occurred year-round but was most common in the fall (35%), and spring (30%), and least common in the summer (10%). Most infections were community-acquired (92.5%).",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "More than one half of patients (57.5%) presented with pneumonia, and about a third (27.5%) presented with upper respiratory tract infection, Immunocompromised patients and patients 60 years of age or older were more likely to present with pneumonia as opposed to upper respiratory tract infection than non-immunocompromised patients or those below 60 years of age. Cough (82.5%), fever (75%), and malaise (58.8%) were the most common presenting symptoms. Cough was usually dry or slightly productive of white sputum and mild to moderate in severity. Most febrile patients had mild to moderate fever of 39°C or less; high-grade fever of more than 39°C was rare. Crepitations (60%), and wheezes (40%) were the most common signs. Wheezes were as common in patients with no history of obstructive airway disease (9 patients) as it was in those with such a history (7 patients). Bronchial breathing as a sign of consolidation was detected in only one fourth of patients with pneumonia, which is consistent with the known disparity between clinical and radiological signs of M pneumoniae pneumonia. Crepitations, however, were detected in the majority (79.2%) of patients. Pleuritic chest pain and pleural effusion were rare.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "More than half (56.5%) of the patients with pneumonia had uneventful recovery. Mortality from M. pneumoniae pneumonia was high (12.5%) and occurred only in patients with underlying comorbidities. None of the 9 patients with no underlying comorbidities died of M pneumoniae pneumonia. The relatively high complications rate (16.7%) and mortality (12.5%) related to M. pneumoniae pneumonia are likely due to selection bias as most patients with pneumonia were sick enough to require admission to the hospital (21/24 or 87.5%) and most of them had comorbidities (20/24 or 83.3%).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our data shed some light on the epidemiology and clinical features of M pneumoniae infections in one of the Saudi tertiary care centers. The data are comparable to those of other countries except for the finding that infections were more common in infants and preschool children than in school children and young adults. Additionally, mortality attributable to M. pneumoniae pneumonia was relatively high in patients with comorbidities. It is hoped this information will assist clinicians in their approach and management of respiratory tract infections.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Epidemiological characteristics of 40 patients with M. pneumoniae infections.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Clinical manifestations of culture-proven M. pneumoniae infections in 40 patients.\n1 For 29 patients with cough. 2 For 14 patients with productive cough. 3 For 24 patients with pneumonia. 4 For 21 patients with radiologically-confirmed pneumonia. 5 ARDS=Acute respiratory distress syndrome.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Complications and outcome of M. pneumoniae infections in 40 patients.\n1 See definition of severe pneumonia in text. 2 ARDS=Acute respiratory distress syndrome. 3 Respiratory failure, septic shock, acute respiratory distress syndrome.",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Community-acquired pneumonia",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Mundy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "333",
            "issn": "",
            "pages": "1618-1624",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199512143332408"
                ]
            }
        },
        "BIBREF1": {
            "title": "Community acquired acute bacterial and atypical pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "NY",
                    "middle": [],
                    "last": "Kurashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Hamdan",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Al-Idrissi",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Al-Bayari",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Thorax",
            "volume": "47(2)",
            "issn": "",
            "pages": "115-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Long-term epidemiology of infections with Mycoplasma pneumoniae",
            "authors": [
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Foy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cooney",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Infect Dis",
            "volume": "139",
            "issn": "",
            "pages": "681-687",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Mycoplasma pneumoniae and adenovirus respiratory illness in military and university personnel, 1959-1966",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Mogabgab",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Am Rev Respir Dis",
            "volume": "97",
            "issn": "",
            "pages": "345-358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Pneumonia caused by Mycoplasma pneumoniae infection",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Luby",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Clin Chest Med",
            "volume": "12",
            "issn": "",
            "pages": "237-244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The clinical spectrum and diagnosis of Mycoplasma pneumoniae infection",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sillis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Q J Med",
            "volume": "227",
            "issn": "",
            "pages": "241-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Anemia and Mucocutaneous lesions due to Mycoplasma pneumoniae infections",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17(Suppl I)",
            "issn": "",
            "pages": "S47-S51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Pericarditis and perimyocarditis associated with active Mycoplasma pneumoniae infection",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Sands",
                    "suffix": "Jr"
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Satz",
                    "suffix": ""
                },
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Soloff",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Ann Intern Med",
            "volume": "86",
            "issn": "",
            "pages": "544-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Mycoplasma pericarditis: evidence of invasive disease",
            "authors": [
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Kenney",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Clyde",
                    "suffix": "Jr"
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17(Suppl 1)",
            "issn": "",
            "pages": "S58-S62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "CNS manifestations associated with Mycoplasma pneumoniae infections. Summary of cases at the University of Helsinki and review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koskiniemi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17(Suppl I)",
            "issn": "",
            "pages": "S52-S57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Ambulatory patients with community-acquired pneumonia: The frequency of atypical agents and clinical course",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Marrie",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Peeling",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Med",
            "volume": "101",
            "issn": "",
            "pages": "508-515",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9343(96)00255-0"
                ]
            }
        },
        "BIBREF11": {
            "title": "Mycoplasma pneumoniae community-acquired pneumonia: A review of 101 hospitalized adult patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schlaeffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Respiration",
            "volume": "63",
            "issn": "",
            "pages": "261-266",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "\"Atypical\" bacteria are a common cause of community-acquired pneumonia in hospitalized adults",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maartens",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "de Goveia",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "S Afr Med J",
            "volume": "84",
            "issn": "",
            "pages": "678-682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Mycoplasma pneumoniae pneumonia requiring hospitalization, with emphasis on infection in the elderly",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Intern Med",
            "volume": "153",
            "issn": "",
            "pages": "488-494",
            "other_ids": {
                "DOI": [
                    "10.1001/archinte.153.4.488"
                ]
            }
        },
        "BIBREF14": {
            "title": "Clinical overview of typical Mycoplasma pneumoniae infections",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Clyde",
                    "suffix": "Jr"
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17(Suppl 1)",
            "issn": "",
            "pages": "S32-S36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Infections caused by Mycoplasma pneumoniae and possible carrier state in different populations of patients",
            "authors": [
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Foy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17(Suppl I)",
            "issn": "",
            "pages": "S37-S46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Role of Mycoplasma pneumoniae in acute respiratory-tract infections in Saudi paediatric patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al Rashed",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann Trop Med Parasitol",
            "volume": "92(5)",
            "issn": "",
            "pages": "595-601",
            "other_ids": {
                "DOI": [
                    "10.1080/00034989859294"
                ]
            }
        },
        "BIBREF17": {
            "title": "The spectrum of pneumonia in 1983 at the Riyadh Armed Forces Hospital",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Infect",
            "volume": "14(1)",
            "issn": "",
            "pages": "31-37",
            "other_ids": {
                "DOI": []
            }
        }
    }
}